[
  "obsidian-excalidraw-plugin",
  "emoji-shortcodes",
  "editing-toolbar",
  "dataview",
  "code-styler",
  "obsidian-auto-link-title",
  "obsidian-minimal-settings",
  "obsidian-outliner",
  "periodic-notes",
  "obsidian-plugin-update-tracker",
  "recent-files-obsidian",
  "settings-search",
  "obsidian-style-settings",
  "obsidian-tasks-plugin",
  "obsidian-stopwatch-plugin",
  "obsidian-show-file-path",
  "templater-obsidian",
  "obsidian-timestamp-notes",
  "obsidian-tomorrows-daily-note",
  "vscode-editor",
  "calendar",
  "file-cleaner-redux"
]